42crunch.vscode-openapi
adrianwilczynski.namespace
alefragnani.project-manager
andrepimenta.claude-code-chat
anthropic.claude-code
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
codeflow-studio.claude-code-extension
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
docker.docker-vscode-extension
docker.labs-ai-tools-vscode
drblury.protobuf-vsc
dunstontc.vscode-go-syntax
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fnando.linter
foam.foam-vscode
formulahendry.dotnet
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
henriiik.docker-linter
humao.rest-client
ionide.ionide-fsharp
kreativ-software.csharpextensions
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.powershell
openai.chatgpt
p1c2u.docker-compose
premparihar.gotestexplorer
quillaja.goasm
qwtel.sqlite-viewer
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
ryanluker.vscode-coverage-gutters
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
tomoki1207.pdf
usernamehw.errorlens
vivaxy.vscode-conventional-commits
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wesbos.theme-cobalt2
windmilleng.vscode-go-autotest
wix.vscode-import-cost
yzhang.markdown-all-in-one
